Tekla.Structures.ModelInternal.Operation.IFCExportFlags
Boolean flags for IFC 4 export.

Tekla.Structures.ModelInternal.Operation.IFCExportFlags.IsFlatBeamsAsPlates
Export flat beams as plates.

Tekla.Structures.ModelInternal.Operation.IFCExportFlags.IsLocationFromOrganizer
Get locations from organizer.

Tekla.Structures.ModelInternal.Operation.IFCExportFlags.IsPoursEnabled
Pours export is enabled.